Repository: Tommy0369/ai-storage-manager
Catalog: Sources/AppServices/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# navigation.storage
source: Storage
de: Speicher
es: Almacenamiento
fr: Stockage
ja: ストレージ
ko: 저장공간
pt_br: Armazenamento
zh_hans: 存储
zh_hant: 儲存

# navigation.history
source: History
de: Verlauf
es: Historial
fr: Historique
ja: 履歴
ko: 기록
pt_br: Histórico
zh_hans: 历史
zh_hant: 歷程

# navigation.settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
ko: 설정
pt_br: Ajustes
zh_hans: 设置
zh_hant: 設定

# decision.keep.title
source: Keep
de: Behalten
es: Conservar
fr: Conserver
ja: 残す
ko: 유지
pt_br: Manter
zh_hans: 保留
zh_hant: 保留

# decision.protected.title
source: Protected
de: Geschützt
es: Protegido
fr: Protégé
ja: 保護
ko: 보호됨
pt_br: Protegido
zh_hans: 受保护
zh_hant: 受保護

# decision.verifyMore.title
source: Needs Verification
de: Überprüfung nötig
es: Necesita verificación
fr: Vérification requise
ja: 要確認
ko: 확인 필요
pt_br: Precisa de verificação
zh_hans: 需要核实
zh_hant: 需要核實

# decision.ready.title
source: Ready
de: Bereit
es: Listo
fr: Prêt
ja: 準備完了
ko: 준비됨
pt_br: Pronto
zh_hans: 就绪
zh_hant: 就緒

# decision.needsApproval.title
source: Needs Your Approval
de: Ihre Freigabe erforderlich
es: Necesita su aprobación
fr: Nécessite votre approbation
ja: 承認が必要
ko: 승인 필요
pt_br: Precisa da sua aprovação
zh_hans: 需要您的批准
zh_hant: 需要您的核准

# decision.recoveryPending.title
source: Recovery Pending
de: Freigabe ausstehend
es: Recuperación pendiente
fr: Récupération en attente
ja: 回復は保留中
ko: 회수 대기
pt_br: Recuperação pendente
zh_hans: 回收待确认
zh_hant: 回收待確認

# decision.noRecommendation.title
source: No recommendation
de: Keine Empfehlung
es: Sin recomendación
fr: Aucune recommandation
ja: 推奨なし
ko: 권장 없음
pt_br: Sem recomendação
zh_hans: 暂无建议
zh_hant: 暫無建議

# decision.unknown.human
source: Not enough information yet
de: Noch nicht genug Informationen
es: Aún no hay información suficiente
fr: Pas encore assez d’informations
ja: まだ情報が足りません
ko: 아직 정보가 부족합니다
pt_br: Ainda não há informação suficiente
zh_hans: 信息还不够
zh_hant: 資訊還不夠

# action.scanStorage
source: Scan Storage
de: Speicher scannen
es: Analizar almacenamiento
fr: Analyser le stockage
ja: ストレージをスキャン
ko: 저장공간 검사
pt_br: Analisar armazenamento
zh_hans: 扫描存储
zh_hant: 掃描儲存

# action.scanning
source: Scanning…
de: Scannen…
es: Analizando…
fr: Analyse…
ja: スキャン中…
ko: 검사 중…
pt_br: Analisando…
zh_hans: 正在扫描…
zh_hant: 正在掃描…

# action.moveToTrash.title
source: Move to Trash
de: In den Papierkorb legen
es: Mover a la Papelera
fr: Mettre à la Corbeille
ja: ゴミ箱に入れる
ko: 휴지통으로 이동
pt_br: Mover para o Lixo
zh_hans: 移到废纸篓
zh_hant: 移到垃圾桶

# action.vendorCleanup.title
source: Clean with %@
de: Mit %@ bereinigen
es: Limpiar con %@
fr: Nettoyer avec %@
ja: %@で整理
ko: %@(으)로 정리
pt_br: Limpar com %@
zh_hans: 用%@清理
zh_hant: 用%@清理

# action.reviewAndApprove
source: Review & Approve…
de: Prüfen & freigeben…
es: Revisar y aprobar…
fr: Examiner et approuver…
ja: 確認して承認…
ko: 검토 후 승인…
pt_br: Revisar e aprovar…
zh_hans: 检查并批准…
zh_hant: 檢查並核准…

# action.reviewAgain
source: Review Again
de: Erneut prüfen
es: Revisar de nuevo
fr: Réexaminer
ja: もう一度確認
ko: 다시 검토
pt_br: Revisar novamente
zh_hans: 再次检查
zh_hant: 再次檢查

# action.checkCurrentSafety
source: Check Current Safety
de: Aktuelle Sicherheit prüfen
es: Comprobar seguridad actual
fr: Vérifier la sécurité actuelle
ja: いまの安全性を確認
ko: 현재 안전성 확인
pt_br: Verificar segurança atual
zh_hans: 检查当前安全性
zh_hant: 檢查目前安全性

# action.revealInFinder
source: Reveal in Finder
de: Im Finder zeigen
es: Mostrar en el Finder
fr: Afficher dans le Finder
ja: Finderで表示
ko: Finder에서 보기
pt_br: Mostrar no Finder
zh_hans: 在访达中显示
zh_hant: 在 Finder 中顯示

# action.preview
source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
ja: プレビュー
ko: 미리보기
pt_br: Pré-visualizar
zh_hans: 预览
zh_hant: 預覽

# action.buildSafePlan
source: Build a safe plan
de: Sicheren Plan erstellen
es: Crear un plan seguro
fr: Créer un plan sûr
ja: 安全なプランを作る
ko: 안전한 계획 만들기
pt_br: Criar um plano seguro
zh_hans: 生成安全计划
zh_hant: 建立安全計畫

# action.refreshPlan
source: Refresh Plan
de: Plan aktualisieren
es: Actualizar plan
fr: Actualiser le plan
ja: プランを更新
ko: 계획 새로고침
pt_br: Atualizar plano
zh_hans: 刷新计划
zh_hant: 重新整理計畫

# scan.mappingStorage
source: Mapping your storage
de: Speicher wird kartiert
es: Mapeando su almacenamiento
fr: Cartographie du stockage
ja: ストレージを地図化しています
ko: 저장공간을 매핑하는 중
pt_br: Mapeando seu armazenamento
zh_hans: 正在绘制存储地图
zh_hant: 正在繪製儲存地圖

# scan.understandingApps
source: Understanding your apps
de: Apps werden verstanden
es: Entendiendo sus apps
fr: Compréhension de vos apps
ja: アプリを理解しています
ko: 앱을 파악하는 중
pt_br: Entendendo seus apps
zh_hans: 正在理解您的应用
zh_hant: 正在理解您的 App

# scan.checkingSafety
source: Checking what's safe
de: Sicherheit wird geprüft
es: Comprobando qué es seguro
fr: Vérification de ce qui est sûr
ja: 安全なものを確認しています
ko: 안전한지 확인하는 중
pt_br: Verificando o que é seguro
zh_hans: 正在检查哪些可以安全处理
zh_hant: 正在檢查哪些可安全處理

# scan.ready
source: Ready
de: Bereit
es: Listo
fr: Prêt
ja: 準備完了
ko: 준비됨
pt_br: Pronto
zh_hans: 就绪
zh_hant: 就緒

source: Scan failed
de: Scan fehlgeschlagen
es: Error al analizar
fr: Échec de l’analyse
ja: スキャンに失敗しました
ko: 검사 실패
pt_br: Falha na análise
zh_hans: 扫描失败
zh_hant: 掃描失敗

# scan.deeper
source: Scanning deeper…
de: Tieferer Scan…
es: Analizando en profundidad…
fr: Analyse plus approfondie…
ja: さらに詳しくスキャン中…
ko: 더 깊이 검사 중…
pt_br: Analisando mais a fundo…
zh_hans: 正在深入扫描…
zh_hant: 正在深入掃描…

# sidebar.navigate
source: Navigate
de: Navigation
es: Navegar
fr: Naviguer
ja: 移動
ko: 이동
pt_br: Navegar
zh_hans: 导航
zh_hant: 導覽

# sidebar.ataGlance
source: At a glance
de: Auf einen Blick
es: De un vistazo
fr: En un coup d’œil
ja: ひと目で
ko: 한눈에
pt_br: Visão geral
zh_hans: 概览
zh_hant: 概覽

# scan.status.active
source: Scanning…
de: Scan läuft…
es: Analizando…
fr: Analyse en cours…
ja: スキャン中…
ko: 검사 중…
pt_br: Analisando…
zh_hans: 正在扫描…
zh_hant: 正在掃描…

# scan.status.deepening
source: Taking a closer look…
de: Genauere Prüfung…
es: Revisando con más detalle…
fr: Examen plus détaillé…
ja: さらに詳しく確認しています…
ko: 더 자세히 확인하는 중…
pt_br: Verificando com mais detalhes…
zh_hans: 正在进一步确认…
zh_hant: 正在進一步確認…

# scan.status.partialContinuing
source: Some areas couldn’t be read. Still scanning the rest…
de: Einige Bereiche konnten nicht gelesen werden. Der Rest wird gescannt…
es: No se pudieron leer algunas zonas. Analizando el resto…
fr: Certaines zones n’ont pas pu être lues. Analyse du reste…
ja: 一部を確認できませんでした。残りをスキャンしています…
ko: 일부 영역을 읽지 못했습니다. 나머지를 검사하는 중…
pt_br: Não foi possível ler algumas áreas. Analisando o restante…
zh_hans: 部分区域无法读取。正在扫描其余部分…
zh_hant: 部分區域無法讀取。正在掃描其餘部分…

# scan.status.complete
source: Scan complete
de: Scan abgeschlossen
es: Análisis completado
fr: Analyse terminée
ja: スキャン完了
ko: 검사 완료
pt_br: Análise concluída
zh_hans: 扫描完成
zh_hant: 掃描完成

# scan.status.failed
source: Couldn’t complete the scan
de: Scan konnte nicht abgeschlossen werden
es: No se pudo completar el análisis
fr: Impossible de terminer l’analyse
ja: スキャンを完了できませんでした
ko: 검사를 완료하지 못했습니다
pt_br: Não foi possível concluir a análise
zh_hans: 无法完成扫描
zh_hant: 無法完成掃描

# scan.coverage.partial
source: Some areas couldn’t be read
de: Einige Bereiche konnten nicht gelesen werden
es: No se pudieron leer algunas zonas
fr: Certaines zones n’ont pas pu être lues
ja: 一部を確認できませんでした
ko: 일부 영역을 읽지 못했습니다
pt_br: Não foi possível ler algumas áreas
zh_hans: 部分区域无法读取
zh_hant: 部分區域無法讀取

# lens.structure
source: Where?
de: Wo?
es: ¿Dónde?
fr: Où ?
ja: どこにある？
ko: 어디에?
pt_br: Onde?
zh_hans: 在哪里？
zh_hant: 在哪裡？

# lens.meaning
source: What is it?
de: Was ist das?
es: ¿Qué es?
fr: Qu’est-ce que c’est ?
ja: これは何？
ko: 이게 뭔가요?
pt_br: O que é?
zh_hans: 这是什么？
zh_hant: 這是什麼？

# lens.decision
source: What can I do?
de: Was kann ich tun?
es: ¿Qué puedo hacer?
fr: Que puis-je faire ?
ja: どうする？
ko: 뭘 할 수 있나요?
pt_br: O que posso fazer?
zh_hans: 能做什么？
zh_hant: 能做什麼？

# story.largestFolder
source: %1$@ is the largest mapped folder: %2$@
de: %1$@ ist der größte Ordner: %2$@
es: %1$@ es la carpeta más grande: %2$@
fr: %1$@ est le plus grand dossier : %2$@
ja: %1$@ が現在もっとも大きいフォルダです：%2$@
ko: %1$@ 이(가) 현재 가장 큰 폴더입니다: %2$@
pt_br: %1$@ é a maior pasta: %2$@
zh_hans: %1$@ 是目前最大的文件夹：%2$@
zh_hant: %1$@ 是目前最大的資料夾：%2$@

# map.inThisFolder
source: In this folder
de: In diesem Ordner
es: En esta carpeta
fr: Dans ce dossier
ja: このフォルダ直下
ko: 이 폴더 안
pt_br: Nesta pasta
zh_hans: 此文件夹内
zh_hant: 此資料夾內

# scan.stagesJoined
source: Mapping storage · Understanding apps · Checking what is safe
de: Kartieren · Apps verstehen · Sicherheit prüfen
es: Mapear · Entender apps · Comprobar seguridad
fr: Cartographier · Comprendre · Vérifier
ja: ストレージ地図化 · アプリ理解 · 安全性の確認
ko: 저장공간 매핑 · 앱 파악 · 안전성 확인
pt_br: Mapear · Entender apps · Verificar segurança
zh_hans: 绘制存储 · 理解应用 · 检查安全性
zh_hant: 繪製儲存 · 理解 App · 檢查安全性

# verification.recovered.title
source: Verified recovered
de: Verifiziert freigegeben
es: Recuperado verificado
fr: Récupéré et vérifié
ja: 検証済みの回復量
ko: 검증된 회수량
pt_br: Recuperado verificado
zh_hans: 已验证回收
zh_hant: 已驗證回收

# verification.recovered.hint
source: Confirmed after completed actions.
de: Nach abgeschlossenen Aktionen bestätigt.
es: Confirmado tras acciones completadas.
fr: Confirmé après des actions terminées.
ja: 完了した操作のあとで確認済みです。
ko: 완료된 작업 이후 확인됨.
pt_br: Confirmado após ações concluídas.
zh_hans: 在已完成的操作之后确认。
zh_hant: 在已完成的操作之後確認。

# verification.recoveryPending.trash
source: Recovered storage: Pending — the data still exists in Trash.
de: Freigegebener Speicher: Ausstehend — die Daten liegen noch im Papierkorb.
es: Almacenamiento recuperado: Pendiente — los datos siguen en la Papelera.
fr: Stockage récupéré : En attente — les données sont encore dans la Corbeille.
ja: 回復容量: 保留中 — データはまだゴミ箱にあります。
ko: 회수 용량: 대기 — 데이터가 아직 휴지통에 있습니다.
pt_br: Armazenamento recuperado: Pendente — os dados ainda estão no Lixo.
zh_hans: 回收空间：待确认 — 数据仍在废纸篓中。
zh_hant: 回收空間：待確認 — 資料仍在垃圾桶中。

# verification.trashStillOccupies
source: Files in Trash still occupy disk space.
de: Dateien im Papierkorb belegen weiterhin Speicherplatz.
es: Los archivos en la Papelera siguen ocupando espacio.
fr: Les fichiers dans la Corbeille occupent encore de l’espace disque.
ja: ゴミ箱のファイルはまだディスク容量を使います。
ko: 휴지통의 파일은 여전히 디스크 공간을 사용합니다.
pt_br: Arquivos no Lixo ainda ocupam espaço em disco.
zh_hans: 废纸篓中的文件仍占用磁盘空间。
zh_hant: 垃圾桶中的檔案仍佔用磁碟空間。

# verification.somethingChanged
source: Something changed since this was analyzed.
de: Seit der Analyse hat sich etwas geändert.
es: Algo cambió desde que se analizó.
fr: Quelque chose a changé depuis l’analyse.
ja: 分析したあと、状態が変わりました。
ko: 분석 이후 상태가 변경되었습니다.
pt_br: Algo mudou desde que isto foi analisado.
zh_hans: 自分析以来，状态已发生变化。
zh_hant: 自分析以來，狀態已改變。

# permission.fullDiskAccess.title
source: See more of your Mac
de: Mehr von Ihrem Mac sehen
es: Ver más de su Mac
fr: Voir plus de votre Mac
ja: Macをもっと見えるように
ko: Mac을 더 살펴보기
pt_br: Ver mais do seu Mac
zh_hans: 查看更多 Mac 内容
zh_hant: 查看更多 Mac 內容

# permission.fullDiskAccess.description
source: AI Storage Manager can map more of your Mac if you allow Full Disk Access. Without it, the app still works on what is visible — inaccessible areas stay unknown, never empty or safe.
de: AI Storage Manager kann mehr von Ihrem Mac kartieren, wenn Sie Vollen Festplattenzugriff erlauben. Ohne diesen funktioniert die App weiterhin mit dem Sichtbaren — unzugängliche Bereiche bleiben unbekannt, nie leer oder sicher.
es: AI Storage Manager puede mapear más de su Mac si permite Acceso completo al disco. Sin él, la app sigue funcionando con lo visible: las zonas inaccesibles permanecen desconocidas, nunca vacías ni seguras.
fr: AI Storage Manager peut cartographier davantage votre Mac si vous autorisez l’accès complet au disque. Sans cela, l’app fonctionne toujours sur le visible — les zones inaccessibles restent inconnues, jamais vides ni sûres.
ja: フルディスクアクセスを許可すると、AI Storage Manager は Mac のより広い範囲を地図化できます。許可しなくても見える範囲では動作し、見えない領域は未知のままです（空でも安全でもありません）。
ko: 전체 디스크 접근을 허용하면 AI Storage Manager가 Mac을 더 넓게 매핑할 수 있습니다. 허용하지 않아도 보이는 범위에서는 동작하며, 접근할 수 없는 영역은 알 수 없음으로 남고 비어 있거나 안전하다고 취급되지 않습니다.
pt_br: O AI Storage Manager pode mapear mais do seu Mac se você permitir Acesso Total ao Disco. Sem isso, o app ainda funciona com o que é visível — áreas inacessíveis permanecem desconhecidas, nunca vazias ou seguras.
zh_hans: 如果允许“完全磁盘访问权限”，AI Storage Manager 可以绘制更多 Mac 存储地图。即使不授权，应用仍可处理可见内容——无法访问的区域保持未知，绝不会被当作空或安全。
zh_hant: 如果允許「完全磁碟存取」，AI Storage Manager 可以繪製更多 Mac 儲存地圖。即使不授權，App 仍可處理可見內容——無法存取的區域保持未知，絕不會被視為空或安全。

# permission.limitedVisibility.note
source: Limited visibility is OK. Unknown regions stay Unknown.
de: Eingeschränkte Sicht ist in Ordnung. Unbekannte Bereiche bleiben unbekannt.
es: La visibilidad limitada está bien. Las regiones desconocidas siguen desconocidas.
fr: Une visibilité limitée convient. Les zones inconnues restent inconnues.
ja: 見える範囲が限られても大丈夫です。未知は未知のままです。
ko: 보이는 범위가 제한되어도 괜찮습니다. 알 수 없는 영역은 알 수 없음으로 남습니다.
pt_br: Visibilidade limitada está ok. Regiões desconhecidas permanecem desconhecidas.
zh_hans: 可见范围有限也没关系。未知区域保持未知。
zh_hant: 可見範圍有限也沒關係。未知區域保持未知。

# category.personalFiles
source: Personal Files
de: Persönliche Dateien
es: Archivos personales
fr: Fichiers personnels
ja: 個人ファイル
ko: 개인 파일
pt_br: Arquivos pessoais
zh_hans: 个人文件
zh_hant: 個人檔案

# category.applications
source: Applications
de: Programme
es: Aplicaciones
ja: アプリケーション
ko: 애플리케이션
pt_br: Aplicativos
zh_hans: 应用程序
zh_hant: 應用程式

# category.developer
source: Developer
de: Entwicklung
es: Desarrollo
fr: Développement
ja: 開発
ko: 개발
pt_br: Desenvolvimento
zh_hans: 开发
zh_hant: 開發

# category.aiTools
source: AI Tools
de: KI-Werkzeuge
es: Herramientas de IA
fr: Outils d’IA
ja: AIツール
ko: AI 도구
pt_br: Ferramentas de IA
zh_hans: AI 工具
zh_hant: AI 工具

# category.generatedData
source: Generated Data
de: Generierte Daten
es: Datos generados
fr: Données générées
ja: 生成データ
ko: 생성 데이터
pt_br: Dados gerados
zh_hans: 生成数据
zh_hant: 產生的資料

# category.trash
source: Trash
de: Papierkorb
es: Papelera
fr: Corbeille
ja: ゴミ箱
ko: 휴지통
pt_br: Lixo
zh_hans: 废纸篓
zh_hant: 垃圾桶

# category.otherUnknown
source: Other / Not Yet Classified
de: Sonstiges / Noch nicht klassifiziert
es: Otros / Sin clasificar
fr: Autre / Non classé
ja: その他 / 未分類
ko: 기타 / 미분류
pt_br: Outros / Ainda não classificados
zh_hans: 其他 / 尚未分类
zh_hant: 其他 / 尚未分類

# category.aiModels
source: AI Models
de: KI-Modelle
es: Modelos de IA
fr: Modèles d’IA
ja: AIモデル
ko: AI 모델
pt_br: Modelos de IA
zh_hans: AI 模型
zh_hant: AI 模型

# category.recordings
source: Recordings
de: Aufnahmen
es: Grabaciones
fr: Enregistrements
ja: 録音
ko: 녹음
pt_br: Gravações
zh_hans: 录音
zh_hant: 錄音

# category.browserData
source: Browser Data
de: Browserdaten
es: Datos del navegador
fr: Données du navigateur
ja: ブラウザデータ
ko: 브라우저 데이터
pt_br: Dados do navegador
zh_hans: 浏览器数据
zh_hant: 瀏覽器資料

# disk.total
source: Total capacity
de: Gesamtkapazität
es: Capacidad total
fr: Capacité totale
ja: 合計容量
ko: 총 용량
pt_br: Capacidade total
zh_hans: 总容量
zh_hant: 總容量

# disk.used
source: Used on disk
de: Belegt
es: Usado en disco
fr: Utilisé sur le disque
ja: 使用中
ko: 사용 중
pt_br: Usado no disco
zh_hans: 已用空间
zh_hant: 已用空間

# disk.free
source: Available
de: Verfügbar
es: Disponible
fr: Disponible
ja: 空き容量
ko: 사용 가능
pt_br: Disponível
zh_hans: 可用
zh_hant: 可用

# overview.noScan.title
source: No scan yet
de: Noch kein Scan
es: Aún no hay análisis
fr: Pas encore d’analyse
ja: まだスキャンがありません
ko: 아직 검사 없음
pt_br: Nenhuma análise ainda
zh_hans: 尚未扫描
zh_hant: 尚未掃描

# overview.noScan.description
source: Scan storage to see your disk map and recommendations.
de: Scannen Sie den Speicher, um Karte und Empfehlungen zu sehen.
es: Analice el almacenamiento para ver el mapa y las recomendaciones.
fr: Analysez le stockage pour voir la carte et les recommandations.
ja: ストレージをスキャンして、地図と推奨を表示します。
ko: 저장공간을 검사해 디스크 맵과 권장을 확인하세요.
pt_br: Analise o armazenamento para ver o mapa e as recomendações.
zh_hans: 扫描存储以查看磁盘地图和建议。
zh_hant: 掃描儲存以查看磁碟地圖與建議。

# overview.atAGlance
source: At a glance
de: Auf einen Blick
es: De un vistazo
fr: En un coup d’œil
ja: ひと目で
ko: 한눈에
pt_br: Em um relance
zh_hans: 概览
zh_hant: 概覽

# overview.readyHint
source: Safe to review now
de: Jetzt prüfbar
es: Listo para revisar
fr: Prêt à examiner
ja: いま確認できます
ko: 지금 검토 가능
pt_br: Pronto para revisar
zh_hans: 现在可以查看
zh_hant: 現在可以查看

# overview.needsReviewHint
source: Needs verification
de: Überprüfung nötig
es: Necesita verificación
fr: Vérification requise
ja: 確認が必要
ko: 확인 필요
pt_br: Precisa de verificação
zh_hans: 需要核实
zh_hant: 需要核實

# overview.protectedHint
source: Worth keeping
de: Wert zu behalten
es: Conviene conservar
fr: À conserver
ja: 残す価値あり
ko: 유지할 가치 있음
pt_br: Vale a pena manter
zh_hans: 值得保留
zh_hant: 值得保留

# inspector.whatIsThis
source: What is this?
de: Was ist das?
es: ¿Qué es esto?
fr: Qu’est-ce que c’est ?
ja: これは何？
ko: 이것은 무엇인가요?
pt_br: O que é isto?
zh_hans: 这是什么？
zh_hant: 這是什麼？

# inspector.whyLarge
source: Why is it using space?
de: Warum belegt es Speicherplatz?
es: ¿Por qué usa espacio?
fr: Pourquoi utilise-t-il de l’espace ?
ja: なぜ容量を使っている？
ko: 왜 공간을 쓰나요?
pt_br: Por que está usando espaço?
zh_hans: 为什么占用空间？
zh_hant: 為什麼佔用空間？

# inspector.doINeedIt
source: Do I need it?
de: Brauche ich das?
es: ¿Lo necesito?
fr: En ai-je besoin ?
ja: 必要？
ko: 필요한가요?
pt_br: Eu preciso disso?
zh_hans: 我需要它吗？
zh_hant: 我需要它嗎？

# inspector.whyCantAct
source: Why can't I do something?
de: Warum kann ich nichts tun?
es: ¿Por qué no puedo actuar?
fr: Pourquoi ne puis-je pas agir ?
ja: なぜ操作できない？
ko: 왜 작업할 수 없나요?
pt_br: Por que não posso agir?
zh_hans: 为什么无法操作？
zh_hant: 為什麼無法操作？

# inspector.selectHint
source: Select a category or item to see details here.
de: Wählen Sie eine Kategorie oder ein Element für Details.
es: Seleccione una categoría o elemento para ver detalles.
fr: Sélectionnez une catégorie ou un élément pour voir les détails.
ja: カテゴリか項目を選ぶと、ここに詳細が表示されます。
ko: 카테고리나 항목을 선택하면 여기에 세부정보가 표시됩니다.
pt_br: Selecione uma categoria ou item para ver detalhes.
zh_hans: 选择类别或项目以在此查看详情。
zh_hant: 選擇類別或項目以在此查看詳細資料。

# history.empty
source: No previous scan yet. Storage history starts after your first scan.
de: Noch kein früherer Scan. Der Verlauf beginnt nach dem ersten Scan.
es: Aún no hay análisis previos. El historial comienza tras el primero.
fr: Pas encore d’analyse. L’historique commence après la première.
ja: まだ以前のスキャンがありません。履歴は最初のスキャンのあとに始まります。
ko: 이전 검사가 없습니다. 기록은 첫 검사 이후 시작됩니다.
pt_br: Ainda não há análise anterior. O histórico começa após a primeira.
zh_hans: 尚无先前扫描。存储历史将在首次扫描后开始。
zh_hant: 尚無先前掃描。儲存歷程將在首次掃描後開始。

# history.noComparison
source: No comparison yet
de: Noch kein Vergleich
es: Aún no hay comparación
fr: Pas encore de comparaison
ja: まだ比較できません
ko: 아직 비교할 수 없음
pt_br: Ainda sem comparação
zh_hans: 尚无可比较内容
zh_hant: 尚無可比較內容

# history.seeWhatChanged
source: See what changed
de: Änderungen ansehen
es: Ver qué cambió
fr: Voir ce qui a changé
ja: 変化を見る
ko: 변경 내용 보기
pt_br: Ver o que mudou
zh_hans: 查看变化
zh_hant: 查看變化

# plan.needMoreSpace
source: Need more space?
de: Mehr Speicherplatz nötig?
es: ¿Necesita más espacio?
fr: Besoin de plus d’espace ?
ja: 空き容量が必要？
ko: 공간이 더 필요하신가요?
pt_br: Precisa de mais espaço?
zh_hans: 需要更多空间？
zh_hant: 需要更多空間？

# plan.howMuch
source: How much space do you want to free?
de: Wie viel Speicherplatz möchten Sie freigeben?
es: ¿Cuánto espacio desea liberar?
fr: Combien d’espace voulez-vous libérer ?
ja: どのくらい空けたいですか？
ko: 얼마나 비우고 싶으신가요?
pt_br: Quanto espaço você quer liberar?
zh_hans: 您想释放多少空间？
zh_hant: 您想釋放多少空間？

# plan.free10GB
source: Free 10 GB
de: 10 GB freigeben
es: Liberar 10 GB
fr: Libérer 10 Go
ja: 10 GB 空ける
ko: 10 GB 확보
pt_br: Liberar 10 GB
zh_hans: 释放 10 GB
zh_hant: 釋放 10 GB

# plan.free20GB
source: Free 20 GB
de: 20 GB freigeben
es: Liberar 20 GB
fr: Libérer 20 Go
ja: 20 GB 空ける
ko: 20 GB 확보
pt_br: Liberar 20 GB
zh_hans: 释放 20 GB
zh_hant: 釋放 20 GB

# plan.custom
source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
ja: カスタム
ko: 사용자 지정
pt_br: Personalizado
zh_hans: 自定义
zh_hant: 自訂

# plan.yourPlan
source: Your plan
de: Ihr Plan
es: Su plan
fr: Votre plan
ja: あなたのプラン
ko: 내 계획
pt_br: Seu plano
zh_hans: 您的计划
zh_hant: 您的計畫

# plan.noActionsReady
source: No actions are currently ready.
de: Derzeit sind keine Aktionen bereit.
es: No hay acciones listas ahora.
fr: Aucune action n’est prête.
ja: いま実行できる操作はありません。
ko: 현재 실행 가능한 작업이 없습니다.
pt_br: Nenhuma ação está pronta agora.
zh_hans: 当前没有可执行的操作。
zh_hant: 目前沒有可執行的操作。

# plan.importantExcluded
source: Important or unverified data is not in this plan.
de: Wichtige oder ungeprüfte Daten sind nicht in diesem Plan.
es: Los datos importantes o no verificados no están en este plan.
fr: Les données importantes ou non vérifiées ne sont pas dans ce plan.
ja: 重要または未確認のデータはこのプランに含まれません。
ko: 중요하거나 미확인 데이터는 이 계획에 포함되지 않습니다.
pt_br: Dados importantes ou não verificados não estão neste plano.
zh_hans: 重要或未核实的数据不在此计划中。
zh_hant: 重要或未核實的資料不在此計畫中。

# plan.diskRecoveryLater
source: Disk recovery happens after Trash is emptied — Empty Trash is not offered.
de: Speicher wird erst nach dem Leeren des Papierkorbs frei — Leeren wird nicht angeboten.
es: La recuperación de disco ocurre al vaciar la Papelera — no se ofrece Vaciar.
fr: La récupération d’espace a lieu après le vidage de la Corbeille — non proposé ici.
ja: ディスク容量の回復はゴミ箱を空にしたあとになります。空にする操作は提供しません。
ko: 디스크 공간 회수는 휴지통을 비운 뒤에 이뤄집니다. 비우기 기능은 제공하지 않습니다.
pt_br: A recuperação de disco ocorre após esvaziar o Lixo — Esvaziar não é oferecido.
zh_hans: 磁盘空间要在清空废纸篓之后才会回收——应用不会提供“清空废纸篓”。
zh_hant: 磁碟空間要在清空垃圾桶之後才會回收——App 不會提供「清空垃圾桶」。

# plan.stale
source: This plan is stale. Refresh before acting.
de: Dieser Plan ist veraltet. Vor dem Handeln aktualisieren.
es: Este plan está desactualizado. Actualice antes de actuar.
fr: Ce plan est obsolète. Actualisez avant d’agir.
ja: このプランは古いです。操作の前に更新してください。
ko: 이 계획은 오래되었습니다. 실행 전에 새로고침하세요.
pt_br: Este plano está desatualizado. Atualize antes de agir.
zh_hans: 此计划已过期。操作前请刷新。
zh_hant: 此計畫已過期。操作前請重新整理。

# plan.moveToTrashPotential
source: can be moved to Trash
de: kann in den Papierkorb
es: se puede mover a la Papelera
fr: peut être mis à la Corbeille
ja: ゴミ箱に入れられます
ko: 휴지통으로 이동 가능
pt_br: pode ser movido para o Lixo
zh_hans: 可移到废纸篓
zh_hant: 可移到垃圾桶

# settings.language
source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
pt_br: Idioma
zh_hans: 语言
zh_hant: 語言

# settings.language.system
source: System Default
de: Systemstandard
es: Predeterminado del sistema
fr: Par défaut du système
ja: システム設定に合わせる
ko: 시스템 기본값
pt_br: Padrão do sistema
zh_hans: 跟随系统
zh_hant: 跟隨系統

# settings.language.restartNote
source: Some macOS surfaces may need a relaunch to fully refresh.
de: Einige macOS-Oberflächen brauchen ggf. einen Neustart der App.
es: Algunas superficies de macOS pueden requerir reiniciar la app.
fr: Certaines surfaces macOS peuvent nécessiter un redémarrage.
ja: 一部のmacOS表示は、完全に更新するため再起動が必要な場合があります。
ko: 일부 macOS 화면은 완전히 새로고침하려면 앱을 다시 시작해야 할 수 있습니다.
pt_br: Algumas superfícies do macOS podem exigir reabrir o app.
zh_hans: 部分 macOS 界面可能需要重新启动应用才能完全刷新。
zh_hant: 部分 macOS 介面可能需要重新啟動 App 才能完全重新整理。

# settings.about
source: About
de: Info
es: Acerca de
fr: À propos
ja: 情報
ko: 정보
pt_br: Sobre
zh_hans: 关于
zh_hant: 關於

# settings.developer
source: Developer
de: Entwickler
es: Desarrollador
fr: Développeur
ja: 開発者
ko: 개발자
pt_br: Desenvolvedor
zh_hans: 开发者
zh_hant: 開發者

# settings.enableDiagnostics
source: Enable technical diagnostics
de: Technische Diagnosen aktivieren
es: Activar diagnósticos técnicos
fr: Activer les diagnostics techniques
ja: 技術診断を有効にする
ko: 기술 진단 사용
pt_br: Ativar diagnósticos técnicos
zh_hans: 启用技术诊断
zh_hant: 啟用技術診斷

# settings.openTechnical
source: Open Technical Details…
de: Technische Details öffnen…
es: Abrir detalles técnicos…
fr: Ouvrir les détails techniques…
ja: 技術詳細を開く…
ko: 기술 세부정보 열기…
pt_br: Abrir detalhes técnicos…
zh_hans: 打开技术详情…
zh_hant: 開啟技術詳細資料…
